posts/about.org
#+LATEX_HEADER: \usepackage[margin=0.5in]{geometry}
#+OPTIONS: toc:nil

#+HUGO_BASE_DIR: /home/shane/var/smulliga/source/git/semiosis/semiosis-hugo
#+HUGO_SECTION: ./

#+TITLE: About
#+DATE: <2021-03-17>
#+AUTHOR: Shane Mulligan
#+KEYWORDS: nlp openai

=Semiosis= is a GitHub organisation focused on building programming languages to keep computing textual.

It is also a blog on Natural Language Processing and Formal Language Theory.

[[https://www.youtube.com/watch?v=D5in5EdjhD0][Noam Chomsky - "The machine, the ghost, and the limits of understanding" - YouTube]]

*** Shane Mulligan
- Website: [[http://mullikine.github.io/][Bodacious Blog]]
- GitHub: https://github.com/mullikine/
- CV: https://mullikine.github.io/cv/

*** TakaheAI
- Website :: http://takaheai.github.io/

# + Website :: [[http://mullikine.github.io/][Bodacious Blog]]
# + GitHub :: https://github.com/IpsumDominum