content/about.md
+++
title = "About"
author = ["Shane Mulligan"]
date = 2021-03-17T00:00:00+13:00
keywords = ["nlp", "openai"]
draft = false
+++

`Semiosis` is a GitHub organisation focused on building programming languages to keep computing textual.

It is also a blog on Natural Language Processing and Formal Language Theory.

[Noam Chomsky - "The machine, the ghost, and the limits of understanding" - YouTube](https://www.youtube.com/watch?v=D5in5EdjhD0)


## Shane Mulligan {#shane-mulligan}

-   Website: [Bodacious Blog](http://mullikine.github.io/)
-   GitHub: <https://github.com/mullikine/>
-   CV: <https://mullikine.github.io/cv/>


## TakaheAI {#takaheai}

Website
: <http://takaheai.github.io/>